; Generated (28.02.2023 05:16:16) by Easy Services Optimizer v1.2 - Freeware
; www.sordum.org

;http://en.wikipedia.org/wiki/Windows_NT
;Services_NT5.1 -> Windows XP
;Services_NT5.2 -> Windows Server 2003, Windows XP x64
;Services_NT6.0 -> Windows Vista, Windows Server 2008
;Services_NT6.1 -> Windows 7, Windows Server 2008 R2
;Services_NT6.2 -> Windows 8, Windows Server 2012
;Services_NT6.3 -> Windows 8.1,Windows Server 2012 R2
;Services_NT10.0 -> Windows 10

[Services_NT10.0]
NcdAutoSetup=1,3,3,3,3
iphlpsvc=1,2,2,2,4
KeyIso=0,3,3,3,3
FDResPub=1,3,3,3,3
BthAvctpSvc=1,3,3,4,4
WlanSvc=0,2,3,3,3
camsvc=1,3,3,3,3
BTAGService=1,2,2,2,2
bthserv=0,2,2,2,2
DeviceAssociationService=1,3,3,3,3
fdPHost=1,3,3,3,3
AppReadiness=1,3,3,3,3
MapsBroker=1,2,4,4,4
VaultSvc=1,3,3,3,3
lfsvc=1,3,4,4,4
ClipSVC=1,3,3,3,3
icssvc=0,3,4,4,4
HvHost=1,3,4,4,4
WMPNetworkSvc=1,3,4,4,4
PeerDistSvc=1,3,4,4,4
DevicePickerUserSvc=1,3,3,3,3
DevicesFlowUserSvc=1,3,3,3,3
GraphicsPerfSvc=1,3,3,3,3
AppVClient=1,4,4,4,4
WwanSvc=1,3,4,4,4
CscService=1,3,4,4,4
DevQueryBroker=1,3,3,3,3
WebClient=1,3,3,4,4
embeddedmode=1,3,3,3,3
DsmSVC=1,3,3,3,3
SEMgrSvc=1,3,4,4,4
XblAuthManager=1,3,4,4,4
vmicguestinterface=1,3,4,4,4
MSDTC=1,3,3,3,3
SNMPTRAP=1,3,4,4,4
RpcLocator=1,3,4,4,4
RemoteAccess=1,4,4,4,4
SessionEnv=1,3,3,4,4
wcncsvc=1,3,3,4,4
SharedAccess=1,3,4,4,4
UmRdpService=1,3,3,4,4
SCPolicySvc=1,3,4,4,4
BcastDVRUserService=1,3,3,3,3
NaturalAuthentication=1,3,3,4,4
workfolderssvc=1,3,4,4,4
CertPropSvc=1,3,3,4,4
EapHost=1,3,3,3,3
FrameServer=1,3,4,4,4
XboxNetApiSvc=1,3,4,4,4
Netlogon=1,3,3,4,4
COMSysApp=1,3,3,3,3
vmicvmsession=1,3,4,4,4
UevAgentService=1,4,4,4,4
vmicrdv=1,3,4,4,4
SensorDataService=1,3,4,4,4
SensorService=1,3,4,4,4
RetailDemo=1,3,4,4,4
vmicshutdown=1,3,4,4,4
vmicvss=1,3,4,4,4
MSiSCSI=1,3,4,4,4
fhsvc=1,3,3,3,3
PimIndexMaintenanceSvc=1,3,3,3,3
SmsRouter=1,3,4,4,4
wbengine=1,3,3,3,3
SensrSvc=1,3,4,4,4
IpxlatCfgSvc=1,3,3,4,4
vmickvpexchange=1,3,4,4,4
NetTcpPortSharing=1,4,4,4,4
ScDeviceEnum=1,3,4,4,4
BluetoothUserService=1,3,3,3,3
vmicheartbeat=1,3,4,4,4
DmEnrollmentSvc=1,3,3,3,3
vmictimesync=1,3,4,4,4
DsSvc=1,3,3,3,3
WinRM=1,3,4,4,4
EntAppSvc=1,3,3,3,3
DeviceInstall=1,3,3,3,3
BDESVC=1,3,3,3,3
ALG=1,3,4,4,4
TermService=1,3,3,4,4
SCardSvr=1,3,4,4,4
XblGameSave=1,3,4,4,4
PhoneSvc=1,3,4,4,4
RemoteRegistry=1,4,4,4,4
AppIDSvc=1,3,3,3,3
WdiSystemHost=1,3,3,3,3
WdiServiceHost=1,3,3,3,3
AppMgmt=1,3,3,4,4
AxInstSV=1,3,3,3,3
EFS=1,3,3,3,3
diagsvc=1,3,3,3,3
WpcMonSvc=1,3,4,4,4
wisvc=1,3,4,4,4
Fax=1,3,4,4,4
irmon=1,3,4,4,4
AJRouter=1,3,3,4,4
Spooler=1,4,4,4,4
Bonjour Service=1,2,3,3,3
RasMan=1,2,3,3,3

[Services_NT5.1]
ALG=1,3,3,3,4
AppMgmt=1,3,3,3,4
wuauserv=1,2,3,3,4
BITS=1,3,3,3,4
EventSystem=1,3,3,3,4
COMSysApp=1,3,3,3,4
Browser=1,2,2,2,4
CryptSvc=1,2,2,2,4
TrkWks=1,2,3,3,4
MSDTC=1,3,3,3,4
Dnscache=1,2,2,2,4
ERSvc=1,2,4,4,4
EapHost=1,3,3,4,4
FastUserSwitchingCompatibility=1,3,3,4,4
hkmsvc=1,3,3,4,4
helpsvc=1,2,3,4,4
HTTPFilter=1,3,3,4,4
ImapiService=1,3,3,3,4
cisvc=1,2,4,4,4
PolicyAgent=1,2,2,4,4
dmadmin=1,3,3,3,4
SwPrv=1,3,3,4,4
Netlogon=1,3,4,4,4
mnmsrvc=1,3,4,4,4
Nla=1,3,3,3,4
xmlprov=1,3,4,4,4
NtLmSsp=1,3,3,3,4
SysmonLog=1,3,3,4,4
WmdmPmSN=1,3,4,4,4
Spooler=1,2,2,2,4
ProtectedStorage=1,2,2,4,4
RSVP=1,3,4,4,4
RasAuto=1,3,3,4,4
RasMan=1,3,3,4,4
RDSessMgr=1,3,4,4,4
RpcLocator=1,3,3,3,4
NtmsSvc=1,3,3,4,4
seclogon=1,2,4,4,4
wscsvc=1,2,2,4,4
lanmanserver=1,2,2,2,4
ShellHWDetection=1,2,2,2,4
SCardSvr=1,3,4,4,4
SSDPSRV=1,3,3,4,4
SENS=1,2,2,4,4
srservice=1,2,2,4,4
Schedule=1,2,2,2,4
LmHosts=1,2,4,4,4
TapiSrv=1,3,3,3,4
TermService=1,3,3,4,4
Themes=1,2,2,4,4
UPS=1,3,4,4,4
upnphost=1,3,3,4,4
VSS=1,3,3,4,4
WebClient=1,2,4,4,4
SharedAccess=1,2,2,2,4
stisvc=1,3,3,4,4
W32Time=1,2,4,4,4
Dot3svc=1,3,3,4,4
WmiApSrv=1,3,4,4,4

[Services_NT5.2]
AeLookupSvc=1,2,2,4,4
ALG=1,3,3,4,4
AppMgmt=1,3,3,4,4
wuauserv=1,2,3,3,4
BITS=1,3,3,3,4
ClipSrv=1,3,4,4,4
EventSystem=1,2,3,4,4
COMSysApp=1,3,3,4,4
Browser=1,2,2,2,4
CryptSvc=1,2,2,2,4
TrkWks=1,2,3,4,4
MSDTC=1,3,3,4,4
DNScache=1,2,2,2,4
ERSvc=1,2,4,4,4
helpsvc=1,2,3,3,3
HidServ=1,2,4,4,4
IASJet=1,3,4,4,4
cisvc=1,3,4,4,4
dmserver=1,2,3,3,3
Netlogon=1,3,4,4,4
mnmsrvc=1,3,4,4,4
NetDDE=1,3,4,4,4
NetDDEdsdm=1,3,4,4,4
Nla=1,3,3,3,4
xmlprov=1,3,4,4,4
NtLmSsp=1,3,3,3,4
SysmonLog=1,2,3,4,4
WmdmPmSN=1,3,4,4,4
Spooler=1,2,2,2,4
ProtectedStorage=1,2,2,4,4
RasAuto=1,3,3,4,4
RasMan=1,3,3,4,4
RDSessMgr=1,3,4,4,4
RpcLocator=1,3,3,3,4
RemoteRegistry=1,2,4,4,4
NtmsSvc=1,3,3,4,4
seclogon=1,2,4,4,4
wscsvc=1,2,2,4,4
lanmanserver=1,2,2,2,4
ShellHWDetection=1,2,2,4,4
SCardSvr=1,3,4,4,4
SSDPSRV=1,3,3,4,4
SENS=1,2,2,4,4
srservice=1,2,2,4,4
Schedule=1,2,2,4,4
LmHosts=1,2,4,4,4
TapiSrv=1,3,3,4,4
TermService=1,3,3,3,4
Themes=1,2,2,4,4
UPS=1,3,4,4,4
upnphost=1,2,3,4,4
vds=1,3,4,4,4
VSS=1,3,3,4,4
WebClient=1,2,4,4,4
SharedAccess=1,2,2,2,4
stisvc=1,2,3,4,4
Wmi=1,3,3,3,4
W32Time=1,2,4,4,4
WinHttpAutoProxySvc=1,3,4,4,4
WmiApSrv=1,3,4,4,4

[Services_NT6.0]
AeLookupSvc=1,2,2,4,4
ALG=1,3,3,3,4
BFE=1,2,2,2,4
CertPropSvc=1,3,4,4,4
KeyIso=1,3,3,3,4
UxSms=1,2,2,2,4
DFSR=1,3,3,4,4
DPS=1,2,2,4,4
WdiServiceHost=1,3,3,4,4
WdiSystemHost=1,3,3,4,4
TrkWks=1,2,4,4,4
MSDTC=1,3,3,4,4
EapHost=1,3,3,3,4
fdPHost=1,3,3,4,4
FDResPub=1,2,2,4,4
hkmsvc=1,3,3,4,4
hidserv=1,3,3,4,4
IKEEXT=1,2,2,2,4
UI0Detect=1,3,3,3,4
iphlpsvc=1,2,4,4,4
PolicyAgent=1,2,2,2,4
KtmRM=1,2,2,2,4
lltdsvc=1,3,3,4,4
MSiSCSI=1,3,4,4,4
swprv=1,3,3,3,4
Netlogon=1,3,4,4,4
napagent=1,3,3,4,4
PNRPsvc=1,3,3,4,4
p2psvc=1,3,3,4,4
p2pimsvc=1,3,3,4,4
pla=1,3,3,3,4
IPBusEnum=1,3,3,4,4
PNRPAutoReg=1,3,3,4,4
WPDBusEnum=1,2,2,4,4
wercplsupport=1,3,3,4,4
PcaSvc=1,2,2,2,4
QWAVE=1,3,3,4,4
EMDMgmt=1,2,2,2,4
RemoteRegistry=1,3,4,4,4
wscsvc=1,2,2,2,4
ShellHWDetection=1,2,2,2,4
SCardSvr=1,3,4,4,4
SCPolicySvc=1,3,4,4,4
SNMPTRAP=1,3,4,4,4
TabletInputService=1,2,4,4,4
TermService=1,2,2,2,4
Themes=1,2,2,2,4
TBS=1,2,3,3,3
upnphost=1,2,2,2,4
vds=1,3,3,4,4
WebClient=1,2,4,4,4
WinDefend=1,2,2,2,4
wudfsvc=1,2,2,2,3
WerSvc=1,2,2,4,4
MpsSvc=1,2,2,2,4
stisvc=1,3,3,4,4
WMPNetworkSvc=1,3,3,4,4
FontCache3.0.0.0=1,3,3,3,4
WinRM=1,3,4,4,4
Wsearch=0,2,4,4,4

[Services_NT6.1]
AxInstSV=1,3,3,4,4
SensrSvc=1,3,3,4,4
ALG=1,3,3,4,4
BITS=1,3,3,3,4
BFE=1,2,2,2,4
BDESVC=1,3,3,4,4
wbengine=1,3,3,3,4
bthserv=0,3,4,4,4
CertPropSvc=1,3,4,4,4
KeyIso=1,3,3,3,4
VaultSvc=1,3,3,4,4
UxSms=1,2,2,2,4
DPS=1,2,2,4,4
WdiServiceHost=1,3,3,4,4
WdiSystemHost=1,3,3,4,4
TrkWks=1,2,4,4,4
Dnscache=1,2,2,2,4
EFS=1,3,3,4,4
EapHost=1,3,3,3,4
Fax=1,3,3,4,4
fdPHost=1,3,3,4,4
FDResPub=1,2,2,4,4
hkmsvc=1,3,3,4,4
HomeGroupListener=1,3,3,3,4
HomeGroupProvider=1,3,3,3,4
hidserv=1,3,3,4,4
IKEEXT=1,3,3,3,4
UI0Detect=1,3,3,4,4
iphlpsvc=1,2,4,4,4
PolicyAgent=1,3,3,3,4
lltdsvc=1,3,3,4,4
MSiSCSI=1,3,4,4,4
Netlogon=1,3,4,4,4
napagent=1,3,4,4,4
WPCSvc=1,3,4,4,4
PNRPsvc=1,3,3,4,4
p2psvc=1,3,3,4,4
p2pimsvc=1,3,3,4,4
IPBusEnum=1,3,3,4,4
PNRPAutoReg=1,3,3,4,4
WPDBusEnum=1,3,3,4,4
wercplsupport=1,3,3,4,4
PcaSvc=1,3,3,4,4
QWAVE=1,3,3,4,4
SessionEnv=1,3,3,4,4
TermService=1,3,3,4,4
RpcLocator=1,3,4,4,4
RemoteRegistry=1,3,4,4,4
SstpSvc=1,3,3,3,4
wscsvc=1,2,2,2,4
SCardSvr=1,3,4,4,4
SCPolicySvc=1,3,4,4,4
SNMPTRAP=1,3,4,4,4
TabletInputService=1,3,3,4,4
lmhosts=1,2,2,2,4
TapiSrv=1,3,3,3,4
Themes=1,2,2,2,4
TBS=1,3,3,4,4
WebClient=1,3,3,4,4
WbioSrvc=1,3,3,4,4
idsvc=1,3,3,4,4
WcsPlugInService=1,3,3,4,4
wcncsvc=1,3,4,4,4
WinDefend=1,2,2,2,4
WerSvc=1,3,3,4,4
MpsSvc=1,2,2,2,4
WinRM=1,3,3,4,4
WSearch=0,2,4,4,4
W32Time=1,3,3,3,4
wuauserv=1,2,2,2,4
WinHttpAutoProxySvc=1,3,3,4,4
dot3svc=1,3,3,3,4
WwanSvc=1,3,3,4,4

[Services_NT6.2]
bthserv=0,3,4,4,4
CertPropSvc=1,3,4,4,4
DeviceAssociationService=1,3,3,3,4
TrkWks=1,2,4,4,4
WPCSvc=1,3,4,4,4
vmickvpexchange=1,3,4,4,4
vmicshutdown=1,3,4,4,4
vmicheartbeat=1,3,4,4,4
vmicrdv=1,3,4,4,4
vmictimesync=1,3,4,4,4
vmicvss=1,3,4,4,4
iphlpsvc=1,2,4,4,4
MSiSCSI=1,3,4,4,4
Netlogon=1,3,4,4,4
napagent=1,3,4,4,4
CscService=1,3,4,4,4
RpcLocator=1,3,4,4,4
SensrSvc=1,3,4,4,4
SCPolicySvc=1,3,4,4,4
SNMPTRAP=1,3,4,4,4
StorSvc=1,3,4,4,4
WbioSrvc=1,3,4,4,4
wcncsvc=1,3,4,4,4
WMPNetworkSvc=1,3,4,4,4

[Services_NT6.3]
bthserv=0,3,4,4,4
CertPropSvc=1,3,4,4,4
TrkWks=1,2,4,4,4
WPCSvc=1,3,4,4,4
vmickvpexchange=1,3,4,4,4
vmicguestinterface=1,3,4,4,4
vmicshutdown=1,3,4,4,4
vmicheartbeat=1,3,4,4,4
vmicrdv=1,3,4,4,4
vmictimesync=1,3,4,4,4
vmicvss=1,3,4,4,4
IEEtwCollectorService=1,3,4,4,4
iphlpsvc=1,2,4,4,4
MSiSCSI=1,3,4,4,4
Netlogon=1,3,4,4,4
napagent=1,3,4,4,4
RpcLocator=1,3,4,4,4
SensrSvc=1,3,4,4,4
ScDeviceEnum=1,3,4,4,4
SCPolicySvc=1,3,4,4,4
SNMPTRAP=1,3,4,4,4
StorSvc=1,3,4,4,4
WbioSrvc=1,3,4,4,4
wcncsvc=1,3,4,4,4
lfsvc=1,3,4,4,4
WMPNetworkSvc=1,3,4,4,4
[Main]
RecentFile_1=Eso.ini
ServiceListFile=Eso.ini
Positions=1024,768,405,192
HideColumn=0
Language=Auto
GroupView=4
WinSetOnTop=0
GridLines=1
[Language_English]
01="BlueLife"
02="Service Name"
03="Display Name"
04="Status"
05="Apply Type"
06="Startup Type"
07="Restore Type"
08="Description"
09="Not Exist"
10="Not Running"
11="Running"
12="Boot"
13="System"
14="Automatic"
15="Manual"
16="Disabled"
17="(Unknown)"
18="Apply settings to marked services"
19="Restore to marked services"
20="Start selected service"
21="Stop selected service"
22="Add new service"
23="Delete selected service"
24="Edit selected service"
25="Refresh list"
26="Open windows services"
27="Default\n The Default startup type of services"
28="Safe\n Secure service optimization"
29="Tweaked\n Service optimization"
30="Extreme\n Comprehensive service optimization"
31="&File"
32="&Service"
33="&Options"
34="&Help"
35="&Apply Services"
36="&Restore Services"
37="&Open..."
38="&Open File"
39="&Save As..."
40="&Create Reg File"
41="E&xit"
42="&Start Service"
43="&Stop Service"
44="&Restart Service"
45="&Check All"
46="&Uncheck All"
47="Select &All"
48="&Add New Service"
49="&Delete Service"
50="&Edit Service"
51="&Refresh List"
52="&Open Windows services"
53="Services &List"
54="&Reset Service List"
55="&Always On Top"
56="&Show Grid Lines"
57="&Show Column"
58="&Donate"
59="&HomePage"
60="&Contact"
61="&About"
62="If you continue, the changes you made in the list of services will be deleted!\nDo you want to continue?"
63="Please Wait..."
64="Row"
65="OK"
66="Add"
67="Cancel"
68="Service List"
69="Registration Files"
70="Unable to write file!"
[Language_Russian_Russian]
01="BlueLife"
02="Имя службы"
03="Отображаемое имя"
04="Статус"
05="Применение"
06="Тип запуска"
07="Восстановление"
08="Описание"
09="Не существует"
10="Не запущен"
11="Запущен"
12="Boot"
13="Система"
14="Авто"
15="Вручную"
16="Отключен"
17="(Неизвестный)"
18="Применить настройки к отмеченным сервисам"
19="Восстановление отмеченных служб"
20="Запустить выделенную службу"
21="Остановить выделенную службу"
22="Добавить новую службу"
23="Удалить выделенную службу"
24="Редактировать выделенную службу"
25="Обновить список"
26="Открыть Службы Windows"
27="Default\nТип запуска служб по умолчанию"
28=""Безопасно"
29=""Tweaked\n Оптимизация Служб"
30="MahasheTWK\nКомплексная оптимизация обслуживания By Mahashe"
31="&Файл"
32="&Служба"
33="&Опции"
34="&Помощь"
35="&Применить службу"
36="&Восстановить службу"
37="&Открыть..."
38="&Открыть файл"
39="&Сохранить как..."
40="&Создать Reg файл"
41="В&ыход"
42="&Запустить службу"
43="&Остановить службу"
44="&Перезапустить службу"
45="&Выделить"
46="&Отмена выделения"
47="Выбрать &Все"
48="&Добавить новую службу"
49="&Удалить службу"
50="&Редактировать службу"
51="&Обновить список"
52="&Открыть Службы WIndows"
53="Список &Служб"
54="&Восстановить список служб"
55="&Поверх окон"
56="&Показать линии сетки"
57="&Показать столбец"
58="&Донат"
59="&Домашняя страница"
60="&Contact"
61="&About"
62=""Если вы продолжите, изменения, внесенные вами в список услуг, будут удалены!"
63="Пожалуйста, подождите..."
64="Ряд"
65="OK"
66="Добавить"
67="Отменить"
68="Список служб"
69="Регистрационные файлы"
70="Не удается записать файл!"

